{
	"online":{
	  "0": {"EventName":"Trovetrace",
	   		"rules":"",
	   		"description":"Trove Trace is the simulation event of in form of the online treasure hunt contest. A series of hints would be provided on the facebook page and the participants would have to decipher them in order to win the hunt.",
	   		"eventHead":"",
	   		"prizes":"",
	   		"eid": 0
	  	},

	  "1":{"EventName":"Job Bureau",
	   "rules":"",
	   "description":"Jobs Bureau gives you a chance to get placed before the actual campus drive in a virtual world where you learn to be an efficient project leader and a skilled coder. The simulation takes you into the flock of assignments where you move ahead by gaining experience and money.",
	   "eventHead":"",
	   "prizes":"",
		"eid": 1
	  },

	  "2":{"EventName":"Musically",
	   "rules":"",
	   "description":"",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 2
	  },

	  "3":{"EventName":"Boomerang",
	   "rules":"",
	   "description":"This is an online event where the participants will use the boomerang feature of instagram and post it. They will be judged on the basis of likes and creativity.",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 3
	  },

	  "4":{"EventName":"Pranksters",
	   "rules":"",
	   "description":"The participants will perform a prank and post the video of it on Facebook. They will be judged on the basis of likes and creativity.",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 4
	  },

	  "5":{"EventName":"Fill in the Memes",
	   "rules":"",
	   "description":"The participants will be given an incomplete meme an they will have to fill it using all their creativity and would be judged on the same.",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 5
	  },

	  "6":{"EventName":"Poster Making",
	   "rules":"",
	   "description":"In this online event ,participants will show their imaginative and creativity skills by designing the poster for the next Infinity Wars movie. They will be judged on the basis of likes as well as aesthetic and graphic designing skills.",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 6
	  },

	  "7":{"EventName":"Photography Contest",
	   "rules":"",
	   "description":"",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 7
	  }
	},

	"informal":{
	  "0":{"EventName":"Aptitude Quiz",
	   "rules":"<li>There will be two rounds conducted. First online round qualifier and then final pen and paper round.</li><li>Total 40 teams will be selected for the pen and paper round.</li><li>A team should consist a maximum of two members.</li><li>Online round will consists of 25 questions.</li><li>50% of the teams selected for the final round will be from ABV-IIITM.</li><li>In any case of false behavior or violation of rules, the team will be disqualified.</li><li>Teams should have its own working internet connection.</li>",
	   "description":"A standardized test designed to predict an individual's ability to learn certain skills compare intelligence test. An aptitude test is an assessment that evaluates the talent/ability/potential to perform a certain task, with no prior knowledge and/or training.",
	   "eventHead":"<li>Abhinav Jaiswal (8959063666)</li><li>Surendra Gangwar (9756066966)</li>",
	   "prizes":"",
   		"eid": 8
	  },

	  "1":{"EventName":"Anime/MCU Quiz",
	   "rules":"<li>Rules and regulation correspondence to quiz:</li><li>Each participating team will have a maximum of 2 members.</li><li>Each team has to bring their own laptop/smartphone to participate in online round and must have resources to access internet at the time of event.</li><li>The quiz consists of two rounds .</li><li>Rules for round 1:</li><li>This will be an online round.</li><li>There will be 40 questions and duration of the quiz is 20 min.</li><li>There will be multiple choice questions out of which only one option will be correct.</li><li>A link to the quiz will be provided which will only be active for 25 min.</li><li>Maximum 40 teams will qualify for round 2.</li><li>20 slots will be for teams from ABV-IIITM and rest will be filled by teams from other colleges.</li><li>In case of any ambiguity, decision of event heads will be final.</li><li>In the event of a tie, it will be resolved according to time taken by the tied teams for quiz submission.</li><li>Rules for round 2:</li><li>This part will be pen-paper based.</li><li>There will be 50 questions and duration for the quiz will be 25 min.</li><li>All questions will be Multiple choice questions with 4 options and only one correct answer.</li><li>There will be negative marking of 25% for each incorrect response.</li><li>In case of any ambiguity, decision of event heads will be final.</li><li>Any tie will be resolved by giving preference to the Marvel section of quiz.</li>",
	   "description":"Marvellous Cinephila is going to be the next big thing during INFOTSAV’19.This event will test the participants’ knowledge of Marvel Universe(movies,comics, and tv series) and other tv-series, movies(Hollywood) and anime and will feature questions from these above-mentioned fields. The quiz will put 50% weight on Marvel Universe and rest 50% on other anime, tv-series, and movies(Hollywood).",
	   "eventHead":"<li>Sanyam Gupta (7080864810)</li><li>Sanjal Dhir Katiyar (9670112872)</li>",
	   "prizes":"",
   		"eid": 9
	  },

	  "2":{"EventName":"BIT Quiz",
	   "rules":"<li>General Rules:<ul><li>Each participating team will have a maximum of 2 members.</li><li>Each team has to bring their own smartphones to participate in online round and must have resources to access internet at the time of event.</li></ul></li><li>Qualifying Round:<ul><li>This round will be conducted online.</li><li>All Teams are requested to pre install the app (Actionbound) from playstore before participating.</li><li>40 questions will flash on your screen one after another.</li><li>This is a variable time based round. Time alloted varies for each question.</li><li>Only 8 teams would be selected for the FINAL ROUND.</li><li>4 Teams from IIITM College and from other Colleges.</li><li>In case of tie among teams,time factor will be considered.</li><li>In case of any ambiguity the decision of the organising team will be final.</li></ul></li><li>Final Round:<ul><li>This round will be in form of the famous quiz show Jeopardy.</li><li>In case of tie among teams ,team with highest score in round 1 will be given preference .</li></ul></li>",
	   "description":"Do you have impulse? Do you have the knowledge? Do you wish to feel a rush of Adrenaline? Infotsav’19 , IIITM Gwalior present it’s Bit Quiz competition. This quiz will test the participant’s Business and IT knowledge.",
	   "eventHead":"<li>Mithilesh Raghav - 8989819765</li><li>Ankit Sharma - 7903284946</li>",
	   "prizes":"",
   		"eid": 10
	  },

	  "3":{"EventName":"Language Quiz",
	   "rules":"",
	   "description":"<li>Basic knowledge of algorithms and data structures is required as well as knowledge of a programming language (C++, Java, Python).</li><li>Each team will consist of two members. </li><li>There will be 2 rounds conducted. First online qualifier and then final pen and paper round.</li><li>Online round will consist of 20 questions (may vary slightly).</li><li>Most questions will have a time limit.</li><li>There will be negative marks for each incorrect answer, no negative marks will be allotted for unattempted questions.</li><li>In case of tie higher rank will be given to team having lesser wrong answers. </li><li>50% of the teams selected for final round will be from ABV-IIITM and rest 50% from other colleges. (at most 20 teams).</li><li>In case a team is found cheating, team will be disqualified straightaway.</li><li>Teams should have a proper internet connection, it won’t be provided by the institute.</li>",
	   "eventHead":"<li>Mohd Farhan Tahir (9616407700)</li><li>Mohit Kumar (8717984757)</li>",
	   "prizes":"",
   		"eid": 11
	  },

	  "4":{"EventName":"Treasure Hunt",
	   "rules":"<li>Maximum of five members per team.</li><li>Prelims will be conducted*.</li><li>The clues are to be found in a particular order. A team cannot skip a clue. Skipping a clue leads to disqualification of the team.</li><li>Do not search for clues in off-limit areas.</li><li>If you found other team’s clue by any chance never tamper it. A violation of this rule could cause disqualification of your team.</li><li>You move any object to search the clue, kindly replace it back.</li><li>All the clues of the teams are different and located at different places but the final destination i.e. the treasure is same. The team which finds the treasure wins first.</li>",
	   "description":"",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 12
	  }
	},

	"technical":{
	  "0":{"EventName":"Hackathon",
	   "rules":"<li>Overview :</li><li>There will be two rounds in Hackin’city -</li><li>Regionals (Preliminary Round)</li><li>Onsite (Final Round)</li><li>The preliminary round will be held for the duration of 48 hours.</li><li>The final round will be held for 24 hours onsite.</li><li>Entry Rules for Regionals (Preliminary Round) :</li><li>No registration fees will be charged.</li><li>Project requirements: Teams will submit the summary of the project in one page, adhering to the Submission Guidelines listed above.    </li><li>The project has to be submitted in the asked time period on given platform.    </li><li>The summary will include:   </li><li>The steps taken to solve the problem and why the solution to the problem is beneficial to the community.   </li><li>Teams may choose to include graphics when deemed fit, but all graphics must be of reasonable, readable size.  All images used should reflect your original work.</li><li>Along with the summary, below details should be included on the front   page:</li><li>Team name including name of all the members</li><li>College Name   </li><li>Phone number   </li><li>Email address</li><li>Registered    ID on the Infotsav website</li><li>The decision of the judges would be final and binding.</li><li>Entry Rules for Onsite (Final Round) :</li><li>A nominal fee of Rs 450 will be charged per team while registering for the Onsite round.</li><li>Maximum of seven teams will be selected from every region for the finals.</li><li>The final round will be held at ABV-IIITM.</li><li>Bring your own laptops, phones and tablets.</li><li>We provide access to internet and infrastructure support, while we shall not be liable for any network failure.</li><li>Any kind of plagiarism will lead to immediate disqualification.</li><li>By participating in this hackathon, you agree that the hackathon organizers shall not be liable for any disputes or damages related to hackathon, its attendees, intellectual property, and related projects.</li>",
	   "description":"Our one of the flagship events will be Hackathon which has attracted widespread enthusiasm and huge participation in the previous years. Hackathon provides platform for coders, software programmers, developers to build and design something unconventional. Nerve wrecking problem statements and an environment full of code and logic, hackathon will provide a platform to the participants to make a website, android app or desktop app in limited time period based on a problem related to real life.",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 13
	  },

	  "1":{"EventName":"Techathlon",
	   "rules":"<li>Participation is only allowed in teams with each team having at least two and at most three members. Round one of Code Stumble will act as a preliminary round for teams participating in Techathlon as a whole. Both Bug spot and Algo writing will be conducted onsite.</li><li>Prizes will be given to top two teams based on the cumulative scores of the three events. Prizes will also be given to top two teams of each individual event.</li><li>Teams participating in onsite events are required to pay an entry fees of __</li><li>The decision of the judges in declaring the results will be final. No queries in this regard will be entertained. Any participant found to be indulging in any form of malpractice will be immediately disqualified.</li>",
	   "description":"The event is an ultimate test of codes and logic and consists of three events which can be played either individually or as a part of techathlon wherein the cumulative scores will be added to decide the winners. The events are: <br><br> Code Stumble: This event will consist of two rounds. The first round will be an online competitive coding contest hosted on codechef. Based on the results few teams will be selected for round 2, which be will be an onsite contest. <br> Bug spot: Participants are required to find out bugs from the code given to them on question paper in the least time possible.It will be a MCQ based test. <br>Algo writing: Participants would be given a problem statement, and they are required to write an algorithm to solve it on the paper. They will be judged on the basis of their efficiency and accuracy.",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 14
	  },
	  
	  "2":{"EventName":"Code Shuffle",
	   "rules":"<li>Some selected top teams from the pen-paper round will qualify for the online round.</li><li>Languages : C++,Java,Python.</li><li>This is a team event. Each team can have a maximum of 2 people.</li><li>The participants must reach the venue well before time.</li><li>Use of any unfair means will lead to disqualification of  the participants involved.</li><li>Use of internet to access any site other than the contest pages is strictly prohibited.</li><li>Infotsav, IIITM Gwalior will not be responsible  for any late or lost entries or other such situations.</li><li>Decision of the organizing committee will be FINAL and BINDING.</li><li>The pen-paper round will be of 30 minutes and the computer round will be of 45 minutes(subject to change).</li>",
	   "description":"To give an edge to the technical stuff going on in the events, code shuffle would give a different angle as the code would be given to the students beforehand, but in a shuffled manner. The sequence of the commands would be different. The participants are required to find out the correct sequence and come up with the final code and the correct output. <br> A two round coding contest where the participants have to find out the correct order of the  jumbled code given to them . The contest would happen in two rounds with the first round being a pen-paper round and the second round being a computer round.",
	   "eventHead":"<li>Saurabh Gupta +91-9695320340</li><li>Sanjit Prasad +91-9174275078</li>",
	   "prizes":"",
   		"eid": 15
	  },
	  
	  "3":{"EventName":"Code Rush",
	   "rules":"<li>Event Structure:</li><li>A single coding contest with questions related to logic, mathematics,  puzzles, data structures and algorithms with twisted problem statements.</li><li>Languages Allowed–C, C++11, Java, Python 2, Python 3, pypy2, pypy3.</li><li>This is NOT a team event.</li><li>The participants must reach the venue well before time.</li><li>Each participant will be provided a computer.</li><li>Use of any unfair means will lead to disqualification of  the participants involved.</li><li>Use of internet to access any site other than the contest pages is strictly prohibited.</li><li>Infotsav, IIITM Gwalior will not be responsible  for any late or lost entries or other such situations.</li><li>Decision of the organizing committee will be FINAL and BINDING.</li><li>Objective</li><li>Write a program to solve the given problem statements after you are able to decipher what they mean.</li><li>The program should run on all test cases provided beforehand.</li><li>Time Limit is 2 hours(subject to change)</li><li>Number of questions is 12(subject to change)</li><li>Scoring</li><li>Each challenge has equal points. Points will be awarded once the solution passes all the test cases for that problem.</li><li>Participants are ranked by score. If two or more participants achieve the same score, then the tie is broken by the total time taken to submit the last accepted solution. </li><li>There are no penalties for wrong submissions.</li>",
	   "description":"",
	   "eventHead":"<li>Arjan Singh Bal</li><li>arjan3141@gmail.com</li><li>+91 9479383902</li>",
	   "prizes":"",
   		"eid": 16
	  }
	},

	"school":{
	  "0":{"EventName":"School Olympiad",
	   "rules":"",
	   "description":"",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 17
	  },

	  "1":{"EventName":"Innovate the Good",
	   "rules":"",
	   "description":"",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 18
	  },

	  "2":{"EventName":"Whizz Troop",
	   "rules":"",
	   "description":"",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 19
	  }
	},

	"managerial":{
	  "0":{"EventName":"Jobs",
	   "rules":"<li>There will be three on-campus rounds for the event. Rounds shall proceed parallelly for candidates with technical and managerial background.</li><li>Round 1: It will be an MCQ round of one hour with 50 questions. It will contain aptitude and Technical/Managerial (whichever applicable) questions to test the basic knowledge of the candidates. There will be negative marking for incorrect response in this round.</li><li>Round 2: It will be a 2-hour programming round, consisting of 5 questions for the Technical position, and a Group Discussion round for the Managerial position.</li><li>Round 3: The final round will be an interview round. Here the candidates will be expected to answer the questions similar to a regular company interview. The result of this round lies solely in the hands of the judges. Separate interview would be conducted for candidates of Technical and Managerial background.</li><li>Candidates are also requested to remain updated with the event updates that comes up on Facebook page of INFOTSAV and Infotsav website. </li><li>An online mock MCQ round will be conducted which will give a necessary preparation assessment.</li>",
	   "description":"Why wait for the final year to prepare yourself for placements? Infotsav 19 brings you an event for you to experience just the same - Jobs. It is an on-site event where candidates would go through multiple rounds designed as a replica of an actual placement procedure, for both, a Technical and a Managerial position.",
	   "eventHead":"<li>Nikita Sharma (+91 95753 46899)</li><li>Shivam Sharma (+91 99819 41446)</li>",
	   "prizes":"",
   		"eid": 20
	  },

	  "1":{"EventName":"Pinnacle",
	   "rules":"<li>Event Timeline:</li><li>Phase 1: Executive Summary Submission (Online): </li><li>A complete description of your Business Plan should be submitted on or before 04/02/2019, entries submitted after the deadline shall NOT be considered.</li><li>The Executive Summary will be submitted online, in the .PDF format only.</li><li>The PDF file can have a maximum of 5 pages (excluding the cover page).</li><li>Phase 2: Presentation of final Business plans (On Campus):</li><li>The shortlisted teams will be invited to the campus for the presentation of their Final Business Plans. </li><li>A total of 10 minutes (8 minutes for presentation & 2 minutes for binding) will be allotted to every team to showcase their complete B-Plan to the Judges.</li><li>Teams are restricted to use Microsoft PowerPoint for presentations.</li><li>Each team shall consist either of 1,2,3 participants. Cross institute/organization teams are also allowed.</li><li>Registration fee is ₹100 per team (for Phase-2 only)</li><li>Any identified act of plagiarism will be immediately DISQUALIFIED.</li><li>The decision of the Judges and organizers will be FINAL and binding to all the participants. (All conflicts subject to the jurisdiction of Gwalior court only).</li><li>Executive Summary and all other documents/queries to be sent to pinnacle.infotsav19@gmail.com</li><li>Subject of e-mail: PINNACLE, Infotsav'19 (<Team name>)</li><li>Any of the terms and conditions can be changed by the organizers anytime ensuring to give the participants appropriate time to respond to the changes.</li><li>The teams should strictly adhere to the rules mentioned.</li><li>Notes:</li><li>There are no Registration charges for Phase –1. The above-mentioned Registration fee is for selected candidates for Phase-2 only.</li><li>All the details, instructions and format of Executive Summary, B-Plan will be e-mailed to the registered candidates.</li><li>Results of Phase-1 will be declared before 05/02/2019 midnight. Candidates will be notified by an e-mail, you can also check it on our Facebook page.</li><li>Little weightage (15%) of Phase-1 will also be considered in final Evaluation.</li><li>The above-mentioned rules and schedules are less likely to be changed or get delayed. However, special-circumstances may be considered with the permissions of Event-Head only.</li><li></li>",
	   "description":"If you have a unique idea that carves you out as a successful entrepreneur, then we welcome you to the most appreciated event of Infotsav. It provides your idea, a platform and eventually a spark just sufficient to ignite you. Pinnacle is the flagship event of Infotsav’19 which is attracting students from the best B-schools and Engineering colleges all over the country.",
	   "eventHead":"<li>Prashant Kumar Tiwari</li><li>kumartiwariprashant@gmail.com</li><li>+91 9451476957</li>",
	   "prizes":"",
   		"eid": 21
	  },

	  "3":{"EventName":"Corporate Crisis",
	   "rules":"<li>Participation - A team of 2 to 3 members can participate in this event.</li><li>Event will be divided into three rounds</li><li>Round 1: A list of designation in company will be given to the team and they will have to decide what position every individual have to play in team. For example: A team of 2/3 participants will be given a list of designations in a company (CEO, manager etc.) from which they can choose. Each member will select a unique position for him/her. Each individual will be given a problem/crisis statement which may occur in a company and he/she has to answer accordingly. </li><li>Time of 1 min will be given to team to discuss the points and maximum of 1.5 min will be given to each individual to present his/her points. </li><li>Points of each individual will be added to team points.</li><li>Round 2: Team as a whole will be given a situation of crisis. </li><li>Time of 60 sec will be given to team to discuss the points and maximum of 2 min will be given to each team to present their points. </li><li>Round 3: The top 2 teams will compete against each other in face-off. In 1st half of this round, a problem statement will be given to both the teams. One team will present the solution of the crisis and the other team will counter their points and vice-versa in second half (another problem statement).</li><li>Each half will be of 3 min.</li><li>Types of crisis that will be covered in problem statements – Technical, Employee misconduct, Product recalls/defect, Conflict with interest, Rumors , Management misconduct or work-place violence. </li>",
	   "description":"The participants would be given a real life crisis situation that they have to overcome. They need to show their managerial skill, team work and witty tactics that they will implementing in order to solve the crisis.",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 22
	  },

	  "4":{"EventName":"IPL Auction",
	   "rules":"<li>Teams will consist of 3 members each. </li><li>Eight teams will qualify for the Main Round and will represent an IPL Franchise. </li><li>Each Team will be required to form a squad of 15-20 players.</li><li>The Squad must have at least 7 Batsmen, 5 Bowlers, 2 All-Rounders, and a Wicket-Keeper. </li><li>A squad cannot have more than 7 foreign players. </li><li>Every Franchise will have equal budget and will get a list of players with their ratings in advance. </li><li>The Team that represents the Squad with highest cumulative rating wins.</li>",
	   "description":"This event is a live simulation of the IPL Auctions and gauges Contestants’ analytical and managerial skills in real time.The Event will consist of two rounds. The Preliminary round will be a multiple-choice based quiz to select 8 teams for the Main Round which would feature a live auction.",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 23
	  },

	  "5":{"EventName":"Brandsome",
	   "rules":"<li>Each Team may consist of a maximum of 4 participants. And all the members should be of same institute/organization.</li><li>For teams qualifying to Chapter 2, registration fee is ₨.100 per team.</li><li>Registration fee shall be paid before the given deadline. Or else they might get disqualified.</li><li>Shortlisted teams will be provided some offbeat rules on the spot.</li><li>Idea of product/brand should be unique i.e. plagiarism is not entertained.Idea Submission and all other documents/queries to be mailed to-brandsome.infotsav19@gmail.com</li><li>Teams must mention their team name in the subject of the E-mail.</li><li>Equipment or props required for the act is to be arranged by the participants.</li><li>Participants would be awarded points solely on the basis of their creativity, time management and marketing skills. Any kind of unfair means will lead to disqualification.</li><li>Vulgarity, indiscipline or offensive language shall lead the team to disqualification.</li><li>During ambiguous situations/conflicts decision of the judges or the organizers would be final and would be binding to all the participants/teams.</li><li>Any of the Terms and Conditions can be modified or deleted by the organizers anytime (applying to all the teams).</li><li>All the teams are required to strictly follow and adhere to the above mentioned rules and regulations.</li>",
	   "description":"Are you the kind of person who expects an ad to be more innovative? Are you the person brimming with marketing ideas and waiting for your luck to showcast it? BRANDSOME is an event to test your convincing capabilities in selling a really wacky or non-existing product. In this event the participants are required to come up with an offbeat product that can prove to be a benchmark in making the lives of people easier. Participants also have to show their convincing skills, while trying to promote their product as an influential brand. You can now zap everyone's mind with your imagination and creativity. So, come up with all your bizarre product brands and extraordinary convincing skills.",
	   "eventHead":"<li>Gajpal Singh Gond - +919174062987</li><li>Divya Lakhwani</li>",
	   "prizes":"",
   		"eid": 24
	  },

	  "6":{"EventName":"Sameeksha",
	   "rules":"<li>The competition is open to School students, undergraduates, postgraduates and research scholars.</li><li>Maximum number of participants in a Team is 2 (persons from different institution are allowed but multiple entries will not be entertained).</li><li>The presentation should be based on one of the suggestive topics. Other topics within the domain are also acceptable.</li><li>Abstract should not exceed 1 page and Paper should not exceed 15 pages of maximum word limit 1000-3000 containing all figures and tables within and a separate title page with authors name and identification.</li><li>The oral presentation must be of maximum 12 minutes, inclusive of 2 minutes for questions.</li><li>Bring your college I-Card, 2 hardcopies of the submitted paper and PowerPoint presentation (on a CD and pen-drive) on event day.</li><li>Soft-copies of the submitted paper and PowerPoint presentations must be in the .docx format.</li><li>Please Mail your abstract, paper and PowerPoint presentation to sameeksha@infotsav.com with the following contents:<ol><li>Title- theme of the paper</li><li>Name of both the authors (with Institutes name)</li><li>Contact no. of both the authors</li><li>E- Mail ID </li></ol></li><li>Last day to submit soft copy of your report (via e-mail) will be seven days prior to the day of presentation. The soft copy is evaluated and used to shortlist, of which you will be notified.</li><li>The abstract mail should contain abstract, references, your e-mail id and mobile number.</li><li>The decision of judges will be final and no arguments or appeal will be entertained.</li><li>The submitted papers shall become the property of Sameeksha.</li>",
	   "description":"The Annual Paper Presentation Conference is intended to encourage students to prepare and present meaningful papers and presentations on subjects relating to various domains (Technical & Non-Technical).Researching, writing, and presenting a paper provides a student with invaluable early experience in expressing ideas related to its research area.",
	   "eventHead":"<li>Apurva Srivastava - 9414703738</li><li>Riya Khandelwal - 9410873749</li>",
	   "prizes":"",
   		"eid": 25
	  }
	},

	"gamiacs":{
	  "a":{"EventName":"FIFA",
	   "rules":"<li>Allowed Equipment ( to be arranged by participants)</li><li>Laptop</li><li>Cooling pad</li><li>Mouse </li><li>Mouse pad</li><li>Mouse bungee</li><li>Keyboard </li><li>Headphones/Earphones</li><li>Controller/Gamepad.</li><li>A laptop will be provided by default.</li><li>Matches</li><li>All Matches played are solo.There are no team matches.</li><li>Version</li><li>All matches are played in FIFA 2018 version only.</li><li>**GAME RULES**</li><li>Teams Allowed</li><li>The matches will be played between international teams only.Allowed teams are as follows:</li><li>ARGENTINA</li><li>BELGIUM</li><li>BRAZIL</li><li>FRANCE</li><li>GERMANY</li><li>ITAlY</li><li>PORTUGAL</li><li>SPAIN</li><li>Participants must select any one team from the above.</li><li>TIE BREAKER</li><li>In case of a tie,only Penalty shootout shall decide the winner of the game.Choice of the participants is not entertained</li><li>Game crash</li><li>In case if the game hangs or stops in the middle then the match will be restarted.</li>",
	   "description":"Are you a FIFA Conqueror? We challenge you to prove your skills",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 26
	  },

	  "b":{"EventName":"Counter Strike Global Offensive",
	   "rules":"<li>Allowed Equipment ( to be arranged by participants)</li><li>Laptop</li><li>Cooling pad</li><li>Mouse </li><li>Mouse pad</li><li>Mouse bungee</li><li>Keyboard </li><li>Headphones/Earphones</li><li>A laptop will be provided by default.</li><li>**GAME RULES**</li><li>Map pool</li><li>The map pool will always be the Active Duty map pool and therefore might be updated before each tournament:</li><li>de_dust2</li><li>de_nuke</li><li>de_cache</li><li>de_train</li><li>de_mirage</li><li>de_cobblestone</li><li>de_overpass</li><li>Server settings</li><li>The following game settings will be used:</li><li>mp_startmoney 800</li><li>mp_roundtime 1.75</li><li>mp_freezetime 15</li><li>mp_maxrounds 30</li><li>mp_c4timer 35</li><li>sv_pausable 1</li><li>Server crash</li><li>If the server crashes before three rounds have been completed (in a half), the server must be restarted and the half’s score will be reset to 0-0.</li><li>If the server crashes after the third round has been completed, the half must be restarted with start money 2000 and the score will be counted from the last completed round. The start money is set to 2000 and the team that lost the last round kills itself using “kill” in the console. This round does not count. The half continues with the following round. The start money has to be set to 800 again.</li><li>Choice of side</li><li>A knife round will be played to determine the side. This is forced by the server. The winner of this knife round will choose the side by typing .stay or . switch in the chat.</li><li>Illegal scripts</li><li>In general, all scripts are illegal except for buy, toggle and demo scripts. Here are some examples for illegal scripts:</li><li>Stop shoot scripts (Use or AWP scripts)</li><li>Center view scripts</li><li>Turn scripts (180° or similar)</li><li>No recoil scripts</li><li>Burst fire scripts</li><li>Rate changers (Lag scripts)</li><li>FPS scripts</li><li>Anti-flash scripts or binding (snd_* bindings)</li><li>Bunny hop scripts</li><li>Stop sound scripts</li>",
	   "description":"Well, you know",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 27
	  },

	  "c":{"EventName":"Need For Speed",
	   "rules":"Race, but calmly",
	   "description":"Call yourself a drifting champion? Give us a try.",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 28
	  }
	},
	
	"robotics":{
	  "0":{"EventName":"Blazing Wheel",
	   "rules":"",
	   "description":"The ever-so-exciting Robo Race.<br><b>Task</b><br><li>Design and construct a remote-controlled (wired/wireless) robot capable of not only running fast but also fighting hurdles on the track in the least time.</li>",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 29
	  },

	  "1":{"EventName":"Robo War",
	   "rules":"",
	   "description":"The ultimate battle of the most powerful robot.<br><b>Task</b><br><li>Two bots will fight against each other in the arena. Their aim will be to overpower opponents and throw them out of the arena, or drop them into the pit made in the arena. It will have fixed time duration.</li>",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 30
	  },

	  "2":{"EventName":"Robo Maze",
	   "rules":"",
	   "description":"The amazing maze solving experience using Artificial Intelligence.<br><b>Task</b><br><li>Participants have to make an intelligent bot that will find its way out of the maze. The design of the maze will be unknown to the participants.</li>",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 31
	  },

	  "3":{"EventName":"Robo Soccer",
	   "rules":"",
	   "description":"The traditional game of soccer played through the hands (or feet) of robots.<br><b>Task</b><br><li>To build a manually-controlled robot capable of playing soccer on an arena specially designed for robotic soccer match. The robot would compete against others in 1 vs 1, or 2 vs 2 matches.</li>",
	   "eventHead":"",
	   "prizes":"",
   		"eid": 32
	  }
	}
}