{
	"online":{
	  "0": {"EventName":"Trovetrace",
	   		"rules":"",
	   		"description":"Trove Trace is the simulation event of in form of the online treasure hunt contest. A series of hints would be provided on the facebook page and the participants would have to decipher them in order to win the hunt.",
	   		"eventHead":"",
	   		"organizers":"",
	   		"prizes":"",
	   		"maxMembers": 1,
	   		"eid": 0
	  	},

	  "1":{"EventName":"Job Bureau",
	   "rules":"",
	   "description":"Jobs Bureau gives you a chance to get placed before the actual campus drive in a virtual world where you learn to be an efficient project leader and a skilled coder. The simulation takes you into the flock of assignments where you move ahead by gaining experience and money.",
	   "eventHead":"",
	   "organizers":"",
	   "prizes":"",
	   "maxMembers": 1,
		"eid": 1
	  },

	  "2":{"EventName":"Musically",
	   "rules":"",
	   "description":"",
	   "eventHead":"",
	   "organizers":"",
	   "prizes":"",
	   "maxMembers": 1,
   		"eid": 2
	  },

	  "3":{"EventName":"Boomerang",
	   "rules":"",
	   "description":"This is an online event where the participants will use the boomerang feature of instagram and post it. They will be judged on the basis of likes and creativity.",
	   "eventHead":"",
	   "organizers":"",
	   "prizes":"",
	   "maxMembers": 1,
   		"eid": 3
	  },

	  "4":{"EventName":"Pranksters",
	   "rules":"",
	   "description":"The participants will perform a prank and post the video of it on Facebook. They will be judged on the basis of likes and creativity.",
	   "eventHead":"",
	   "organizers":"",
	   "prizes":"",
	   "maxMembers": 1,
   		"eid": 4
	  },

	  "5":{"EventName":"Fill in the Memes",
	   "rules":"",
	   "description":"The participants will be given an incomplete meme an they will have to fill it using all their creativity and would be judged on the same.",
	   "eventHead":"",
	   "organizers":"",
	   "prizes":"",
	   "maxMembers": 1,
   		"eid": 5
	  },

	  "6":{"EventName":"Poster Making",
	   "rules":"",
	   "description":"In this online event ,participants will show their imaginative and creativity skills by designing the poster for the next Infinity Wars movie. They will be judged on the basis of likes as well as aesthetic and graphic designing skills.",
	   "eventHead":"",
	   "organizers":"",
	   "prizes":"",
	   "maxMembers": 1,
   		"eid": 6
	  },

	  "7":{"EventName":"Photography Contest",
	   "rules":"",
	   "description":"",
	   "eventHead":"",
	   "organizers":"",
	   "prizes":"",
	   "maxMembers": 1,
   		"eid": 7
	  }
	},

	"onsite":{
	  "0":{"EventName":"Aptitude Quiz",
	   "rules":"<li>There will be two rounds conducted. First online round qualifier and then final pen and paper round.</li><li>Total 40 teams will be selected for the pen and paper round.</li><li>A team should consist a maximum of two members.</li><li>Online round will consists of 25 questions.</li><li>50% of the teams selected for the final round will be from ABV-IIITM.</li><li>In any case of false behavior or violation of rules, the team will be disqualified.</li><li>Teams should have its own working internet connection.</li>",
	   "description":"A standardized test designed to predict an individual's ability to learn certain skills compare intelligence test. An aptitude test is an assessment that evaluates the talent/ability/potential to perform a certain task, with no prior knowledge and/or training.",
	   "eventHead":"<li>Abhinav Jaiswal (8959063666)</li><li>Surendra Gangwar (9756066966)</li>",
	   "organizers":"<li>Abhijeet</li><li>Harshit Patel</li>",
	   "prizes":"Worth ₹10k",
	   "maxMembers": 2,
   		"eid": 8
	  },

	  "1":{"EventName":"MARVELlous CINEphilia",
	   "rules":"<li>Each participating team will have a maximum of 2 members.</li><li>Each team has to bring their own laptop/smartphone to participate in online round and must have resources to access internet at the time of event.</li><li>The quiz consists of two rounds .</li><li>Rules for round 1:<ul><li>This will be an online round.</li><li>There will be 40 questions and duration of the quiz is 20 min.</li><li>There will be multiple choice questions out of which only one option will be correct.</li><li>A link to the quiz will be provided which will only be active for 25 min.</li><li>Maximum 40 teams will qualify for round 2.</li><li>20 slots will be for teams from ABV-IIITM and rest will be filled by teams from other colleges.</li><li>In case of any ambiguity, decision of event heads will be final.</li><li>In the event of a tie, it will be resolved according to time taken by the tied teams for quiz submission.</li></ul></li><li>Rules for round 2:<ul><li>This part will be pen-paper based.</li><li>There will be 50 questions and duration for the quiz will be 25 min.</li><li>All questions will be Multiple choice questions with 4 options and only one correct answer.</li><li>There will be negative marking of 25% for each incorrect response.</li><li>In case of any ambiguity, decision of event heads will be final.</li><li>Any tie will be resolved by giving preference to the Marvel section of quiz.</li></ul></li>",
	   "description":"Marvellous Cinephila is going to be the next big thing during INFOTSAV’19.This event will test the participants’ knowledge of Marvel Universe(movies,comics, and tv series) and other tv-series, movies(Hollywood) and anime and will feature questions from these above-mentioned fields. The quiz will put 50% weight on Marvel Universe and rest 50% on other anime, tv-series, and movies(Hollywood).",
	   "eventHead":"<li>Sanyam Gupta (7080864810)</li><li>Sanjal Dhir Katiyar (9670112872)</li>",
	   "organizers":"<li>Ashish Kirti</li><li>Aryanshu Verma</li>",
	   "prizes":"Worth ₹10k",
	   "maxMembers": 2,
   		"eid": 9
	  },

	  "2":{"EventName":"BIT Quiz",
	   "rules":"<li>General Rules:<ul><li>Each participating team will have a maximum of 2 members.</li><li>Each team has to bring their own smartphones to participate in online round and must have resources to access internet at the time of event.</li></ul></li><li>Qualifying Round:<ul><li>This round will be conducted online.</li><li>All Teams are requested to pre install the app (Actionbound) from playstore before participating.</li><li>40 questions will flash on your screen one after another.</li><li>This is a variable time based round. Time alloted varies for each question.</li><li>Only 8 teams would be selected for the FINAL ROUND.</li><li>4 Teams from IIITM College and from other Colleges.</li><li>In case of tie among teams,time factor will be considered.</li><li>In case of any ambiguity the decision of the organising team will be final.</li></ul></li><li>Final Round:<ul><li>This round will be in form of the famous quiz show Jeopardy.</li><li>In case of tie among teams ,team with highest score in round 1 will be given preference .</li></ul></li>",
	   "description":"Do you have impulse? Do you have the knowledge? Do you wish to feel a rush of Adrenaline? Infotsav’19 , IIITM Gwalior present it’s Bit Quiz competition. This quiz will test the participant’s Business and IT knowledge.",
	   "eventHead":"<li>Mithilesh Raghav - 8989819765</li><li>Ankit Sharma - 7903284946</li>",
	   "organizers":"<li>Akash Bhardwaj</li><li>Amisha Sinha</li>",
	   "prizes":"Worth ₹10k",
	   "maxMembers": 2,
   		"eid": 10
	  },

	  "3":{"EventName":"Programming Quiz",
	   "rules":"<li>Basic knowledge of algorithms and data structures is required as well as knowledge of a programming language (C++, Java, Python).</li><li>Each team will consist of two members. </li><li>There will be 2 rounds conducted. First online qualifier and then final pen and paper round.</li><li>Online round will consist of 20 questions (may vary slightly).</li><li>Most questions will have a time limit.</li><li>There will be negative marks for each incorrect answer, no negative marks will be allotted for unattempted questions.</li><li>In case of tie higher rank will be given to team having lesser wrong answers. </li><li>50% of the teams selected for final round will be from ABV-IIITM and rest 50% from other colleges. (at most 20 teams).</li><li>In case a team is found cheating, team will be disqualified straightaway.</li><li>Teams should have a proper internet connection, it won’t be provided by the institute.</li>",
	   "description":"This quiz will test the participants coding knowledge in various languages such as C, C++, Java, Python etc.",
	   "eventHead":"<li>Mohd Farhan Tahir (9616407700)</li><li>Mohit Kumar (8717984757)</li>",
	   "organizers":"<li>Chirag Jindal</li><li>Manvi Gupta</li>",
	   "prizes":"Worth ₹15k",
	   "maxMembers": 2,
   		"eid": 11
	  },

	  "4":{"EventName":"Treasure Hunt",
	   "rules":"<li>Maximum of five members per team.</li><li>Prelims will be conducted*.</li><li>The clues are to be found in a particular order. A team cannot skip a clue. Skipping a clue leads to disqualification of the team.</li><li>Do not search for clues in off-limit areas.</li><li>If you found other team’s clue by any chance never tamper it. A violation of this rule could cause disqualification of your team.</li><li>You move any object to search the clue, kindly replace it back.</li><li>All the clues of the teams are different and located at different places but the final destination i.e. the treasure is same. The team which finds the treasure wins first.</li>",
	   "description":"",
	   "eventHead":"<li>Aviharsh Shukla (8765114937)</li><li>Nikhila Nandikam (8765114937)</li><li>Aryan Sachan (8765114937)</li>",
	   "organizers":"<li>Siddharth Vaish</li><li>Pranay Kumar</li><li>Rushikesh Taksande</li><li>Trushita</li><li>Abhilash</li>",
	   "prizes":"Worth ₹5k",
	   "maxMembers": 5,
   		"eid": 12
	  }
	},

	"technical":{
	  "0":{"EventName":"Hackin'City",
	   "rules":"<li>Overview :<ul><li>There will be two rounds in Hackin’City -<ul><li>Regionals (Preliminary Round)</li><li>Onsite (Final Round)</li></ul></li><li>The preliminary round will be held for the duration of 48 hours.</li><li>The final round will be held for 24 hours onsite.</li></ul></li><li>Entry Rules for Regionals (Preliminary Round) :<ul><li>No registration fees will be charged.</li><li>Project requirements: Teams will submit the summary of the project in one page, adhering to the Submission Guidelines listed above.    </li><li>The project has to be submitted in the asked time period on given platform.    </li><li>The summary will include:   <ul><li>The steps taken to solve the problem and why the solution to the problem is beneficial to the community.   </li><li>Teams may choose to include graphics when deemed fit, but all graphics must be of reasonable, readable size.  All images used should reflect your original work.</li><li>Along with the summary, below details should be included on the front   page:<ul><li>Team name including name of all the members</li><li>College Name   </li><li>Phone number   </li><li>Email address</li><li>Registered    ID on the Infotsav website</li></ul></li></ul></li><li>The decision of the judges would be final and binding.</li></ul></li><li>Entry Rules for Onsite (Final Round) :<ul><li>A nominal fee of Rs 450 will be charged per team while registering for the Onsite round.</li><li>Maximum of seven teams will be selected from every region for the finals.</li><li>The final round will be held at ABV-IIITM.</li><li>Bring your own laptops, phones and tablets.</li><li>We provide access to internet and infrastructure support, while we shall not be liable for any network failure.</li><li>Any kind of plagiarism will lead to immediate disqualification.</li><li>By participating in this hackathon, you agree that the hackin'city organizers shall not be liable for any disputes or damages related to hackathon, its attendees, intellectual property, and related projects.</li></ul></li>",
	   "description":"Our one of the flagship events will be Hackathon which has attracted widespread enthusiasm and huge participation in the previous years. Hackathon provides platform for coders, software programmers, developers to build and design something unconventional. Nerve wrecking problem statements and an environment full of code and logic, hackin'city will provide a platform to the participants to make a website, android app or desktop app in limited time period based on a problem related to real life.",
	   "eventHead":"<li>Yash Jaiswal  (9506496596)</li><li>Yash choudhary  (7024567393)</li><li>Mayank Yadav  (7007826653)</li><li>Chinmay Rane (9969931556)</li><li>Pragati Baheti  (9470937667)</li>",
	   "organizers":"<li>Rini Pandey </li><li>Simran Gupta</li><li>Guramritpal Singh</li><li>Keshav Gupta</li><li>Chandan Kumar</li><li>Piyush Raikwar</li><li>Ayush Saini</li><li>Ketan Gupta</li>",
	   "prizes":"Worth ₹60k",
	   "maxMembers": 3,
   		"eid": 13
	  },

	  "1":{"EventName":"Techathlon",
	   "rules":"<li>Participation is only allowed in teams with each team having at least two and at most three members. Round one of Code Stumble will act as a preliminary round for teams participating in Techathlon as a whole. Both Bug spot and Algo writing will be conducted onsite.</li><li>Prizes will be given to top two teams based on the cumulative scores of the three events. Prizes will also be given to top two teams of each individual event.</li><li>Teams participating in onsite events are required to pay an entry fees of __</li><li>The decision of the judges in declaring the results will be final. No queries in this regard will be entertained. Any participant found to be indulging in any form of malpractice will be immediately disqualified.</li>",
	   "description":"The event is an ultimate test of codes and logic and consists of three events which can be played either individually or as a part of techathlon wherein the cumulative scores will be added to decide the winners. The events are: <br><br> Code Stumble: <br>This event will consist of two rounds. The first round will be an online competitive coding contest hosted on codechef. Based on the results few teams will be selected for round 2, which be will be an onsite contest. <br><br> Bug spot: <br>Participants are required to find out bugs from the code given to them on question paper in the least time possible.It will be a MCQ based test. <br><br>Algo writing: <br>Participants would be given a problem statement, and they are required to write an algorithm to solve it on the paper. They will be judged on the basis of their efficiency and accuracy.",
	   "eventHead":"<li>Mehul Bhutalia (7898988724)</li><li>Saurabh Shukla (9198460021)</li><li>Shashank Sharma  (9479479264)</li><li>Shriya Jalan (9450726762)</li>",
	   "organizers":"<li>Pragnya Tata</li><li>Himanshi Kalra</li><li>Jagdeesh Sugula</li><li>Anuj Singh</li><li>Kannekanti Manoj</li><li>Gokul Raj</li>",
	   "prizes":"Worth ₹75k",
	   "maxMembers": 3,
   		"eid": 14
	  },
	  
	  "2":{"EventName":"Code Shuffle",
	   "rules":"<li>Some selected top teams from the pen-paper round will qualify for the online round.</li><li>Languages : C++,Java,Python.</li><li>This is a team event. Each team can have a maximum of 2 people.</li><li>The participants must reach the venue well before time.</li><li>Use of any unfair means will lead to disqualification of  the participants involved.</li><li>Use of internet to access any site other than the contest pages is strictly prohibited.</li><li>Infotsav, IIITM Gwalior will not be responsible  for any late or lost entries or other such situations.</li><li>Decision of the organizing committee will be FINAL and BINDING.</li><li>The pen-paper round will be of 30 minutes and the computer round will be of 45 minutes(subject to change).</li>",
	   "description":"To give an edge to the technical stuff going on in the events, code shuffle would give a different angle as the code would be given to the students beforehand, but in a shuffled manner. The sequence of the commands would be different. The participants are required to find out the correct sequence and come up with the final code and the correct output. <br> A two round coding contest where the participants have to find out the correct order of the  jumbled code given to them . The contest would happen in two rounds with the first round being a pen-paper round and the second round being a computer round.",
	   "eventHead":"<li>Saurabh Gupta +91-9695320340</li><li>Sanjit Prasad +91-9174275078</li>",
	   "organizers":"<li>Vaibhav Garg </li><li>Priyash Gupta </li><li>Arihant Jain</li>",
	   "prizes":"Worth ₹15k",
	   "maxMembers": 2,
   		"eid": 15
	  },
	  
	  "3":{"EventName":"Code Rush",
	   "rules":"<li>Event Structure:</li><li>A single coding contest with questions related to logic, mathematics,  puzzles, data structures and algorithms with twisted problem statements.</li><li>Languages Allowed – C, C++11, Java, Python 2, Python 3, pypy2, pypy3.</li><li>This is NOT a team event.</li><li>The participants must reach the venue well before time.</li><li>Each participant will be provided a computer.</li><li>Use of any unfair means will lead to disqualification of  the participants involved.</li><li>Use of internet to access any site other than the contest pages is strictly prohibited.</li><li>Infotsav, IIITM Gwalior will not be responsible  for any late or lost entries or other such situations.</li><li>Decision of the organizing committee will be FINAL and BINDING.</li><li>Objective</li><li>Write a program to solve the given problem statements after you are able to decipher what they mean.</li><li>The program should run on all test cases provided beforehand.</li><li>Time Limit is 2 hours(subject to change)</li><li>Number of questions is 12(subject to change)</li><li>Scoring</li><li>Each challenge has equal points. Points will be awarded once the solution passes all the test cases for that problem.</li><li>Participants are ranked by score. If two or more participants achieve the same score, then the tie is broken by the total time taken to submit the last accepted solution. </li><li>There are no penalties for wrong submissions.</li>",
	   "description":"",
	   "eventHead":"<li>Arjan Singh Bal &nbsp; &nbsp;(arjan3141@gmail.com) &nbsp; &nbsp; (9479383902)",
	   "organizers":"<li>Pankaj Goyal</li><li>Srinivas Rao</li><li>Utkarsh Aggrawal</li>",
	   "prizes":"Worth ₹15k",
	   "maxMembers": 1,
   		"eid": 16
	  }
	},

	"school":{
	  "0":{"EventName":"School Olympiad",
	   "rules":"<li>Participation should be in the form of team of 3.</li><li>Olympiad will be conducted in 2 rounds.</li><li> First round will be a pen paper based round, and the shortlisted teams from first round will be sent forward to second round.</li><li>Second round will be a quiz contest, testing the intellectual skills of the students.</li><br><br><br>Note:-<br>Both the rounds would be on-site rounds only.",
	   "description":"Infotsav'19 is all set and ready to inspire the minds of the young aspirants of Gwalior! A whole new set of junior level events like quizzes, idea presentation are being organised. The  Quizzes will be organised  for school children which will be a true test of their intellect, wit and knowledge. Students who crave for the knowledge of technology and wish to explore the wonders of computing should surely aim to win! Along with these General knowledge and a bit of out of the box reasoning will help sharpen your minds as well.",
	   "eventHead":"<li>Palak Jain (9870865193)</li><li>Nilay Gupta (9044712480)</li>",
	   "organizers":"<li>Rucha Pallewar</li><li>Utkarsh Dwivedi</li>",
	   "prizes":"Worth ₹10k",
	   "maxMembers": 3,
   		"eid": 17
	  },

	  "1":{"EventName":"Innovate the Good",
	   "rules":"",
	   "description":"Young minds always are the most Powerful ones when it comes to imagination and thinking new ideas. <br><br>Here in IIIT Gwalior, students would get the amazing opportunity to showcase their Idea and compete amongst themselves to fight for the best one.This event invites students to participate as a team/individual to give a presentation for their Innovation.The experience will for sure enhance the creativity, communication, presentation and technical skills of the students.",
	   "eventHead":"<li>Palak Jain (9870865193)</li><li>Nilay Gupta (9044712480)</li>",
	   "organizers":"<li>Rucha Pallewar</li><li>Utkarsh Dwivedi</li>",
	   "prizes":"Worth ₹10k",
	   "maxMembers": 1,
   		"eid": 18
	  },

	  "2":{"EventName":"Whizz Troop",
	   "rules":"<li>Each round will last for 30 minutes.</li><li>The candidates are required to participate in the team size of 2 to 4 members.</li><li>In case the candidates completes the round before the time limit of that particular round, the candidate is allowed to begin the next round.</li><li>In no case, the candidates are allowed to leave the current round before 15 min from the beginning of the round.</li><li>In case the candidates leave the round before allotted time, the time they saved can be utilized by them in the successive rounds.</li><li>The teams will be provided with their current scores after each round. </li><li>The final score of the teams will be the cumulative score of each round.</li><li>Quiz round will have 60 questions divided in the categories - aptitude and current affairs. All questions will be of the same score.The score given after quiz round will be on the basis of the number of questions correctly answered by the candidate. A maximum of two team members are allowed to play in the quiz round.</li><li>In gaming round, the candidates are required to play PUBG-MOBILE.</li><li>The score given after the gaming round will be on the basis of the team ranking. Unfair means (aim bots) will lead to disqualification.</li><li>The coding round will consists of three questions of varying difficulty. The score for each question is according to its difficulty level. A maximum of one team member is allowed to play coding round.</li><li>The score of the case study round will be given by a jury. All team members are allowed to participate in this round.</li><li>The scores are not negotiable.</li><li>Requirements-<ul><li>The candidates are required to bring their own laptops and Lan cables for the coding and gaming rounds.</li><li>The candidates should ensure that they have installed counter strike 1.6 before gaming round.</li><li>No delay will be entertained in the starting of any round.</li><li>In case lan cable is not available the candidates should make sure that they have an active net connection. </li></ul></li>",
	   "description":"This is the flagship event of infotsav 19. This event consists of four different rounds-<ol><li>Quiz</li><li>Gaming</li><li>Coding</li><li>Case Study</li></ol><br><b>Description of various rounds-</b><br><br><b>Gaming</b> - This is the first round of Whizz Troop. Gather all your shooting skills and compete against others in this thrilling round of PUBG-Mobile.<br><br><b>Quiz</b> -This is the first round of whizz troop. The quiz will consists of two parts- Aptitude and current affair and it tests the overall general knowledge of the candidate.<br><br><b>Coding</b> - Feel the adrenaline rush as you aim for the top of the leaderboard in this coding round.<br><br><b>Case study</b> - Charge up your analyzing skills to provide the best possible reasons and solutions for the given case.",
	   "eventHead":"<li>Sanya Verma (8461922412)</li><li>Shivendra Pratap Singh (8057700393)</li><li>Shraddha Tripathi (8840490678)</li><li>Prakhar Bansal (7351480777)</li>",
	   "organizers":"<li>Saksham Arjani</li><li>Abhay Chaturvedi</li><li>Samanyu Pobatti</li><li>Deepak Dhantala</li><li>Pradyumn Potapattri</li><li>Virendra Singh</li>",
	   "prizes":"Worth ₹30k",
	   "maxMembers": 4,
   		"eid": 19
	  }
	},

	"managerial":{
	  "0":{"EventName":"Jobs",
	   "rules":"<li>There will be three on-campus rounds for the event. Rounds shall proceed parallelly for candidates with technical and managerial background.</li><li>Round 1: It will be an MCQ round of one hour with 50 questions. It will contain aptitude and Technical/Managerial (whichever applicable) questions to test the basic knowledge of the candidates. There will be negative marking for incorrect response in this round.</li><li>Round 2: It will be a 2-hour programming round, consisting of 5 questions for the Technical position, and a Group Discussion round for the Managerial position.</li><li>Round 3: The final round will be an interview round. Here the candidates will be expected to answer the questions similar to a regular company interview. The result of this round lies solely in the hands of the judges. Separate interview would be conducted for candidates of Technical and Managerial background.</li><li>Candidates are also requested to remain updated with the event updates that comes up on Facebook page of INFOTSAV and Infotsav website. </li><li>An online mock MCQ round will be conducted which will give a necessary preparation assessment.</li>",
	   "description":"Why wait for the final year to prepare yourself for placements? Infotsav 19 brings you an event for you to experience just the same - Jobs. It is an on-site event where candidates would go through multiple rounds designed as a replica of an actual placement procedure, for both, a Technical and a Managerial position.",
	   "eventHead":"<li>Nikita Sharma (+91 95753 46899)</li><li>Shivam Sharma (+91 99819 41446)</li>",
	   "organizers":"<li>Abhishek Pratap Singh</li><li>Ruchika Agrawal</li>",
	   "prizes":"Worth ₹15k",
	   "maxMembers": 1,
   		"eid": 20
	  },

	  "1":{"EventName":"Pinnacle",
	   "rules":"<li>Event Timeline:<ul><li>Phase 1: Executive Summary Submission (Online): <ul><li>A complete description of your Business Plan should be submitted on or before 04/02/2019, entries submitted after the deadline shall NOT be considered.</li><li>The Executive Summary will be submitted online, in the .PDF format only.</li><li>The PDF file can have a maximum of 5 pages (excluding the cover page).</li></ul></li><li>Phase 2: Presentation of final Business plans (On Campus):<ul><li>The shortlisted teams will be invited to the campus for the presentation of their Final Business Plans. </li><li>A total of 10 minutes (8 minutes for presentation & 2 minutes for binding) will be allotted to every team to showcase their complete B-Plan to the Judges.</li><li>Teams are restricted to use Microsoft PowerPoint for presentations.</li><li>Each team shall consist either of 1-3 participants. Cross institute/organization teams are also allowed.</li><li>Registration fee is ₹200 per team (for Phase-2 only)</li><li>Any identified act of plagiarism will be immediately DISQUALIFIED.</li><li>The decision of the Judges and organizers will be FINAL and binding to all the participants. (All conflicts subject to the jurisdiction of Gwalior court only).</li><li>Executive Summary and all other documents/queries to be sent to pinnacle@infotsav.in</li><li>Subject of e-mail: PINNACLE, Infotsav'19 ([Team name])</li><li>Any of the terms and conditions can be changed by the organizers anytime ensuring to give the participants appropriate time to respond to the changes.</li><li>The teams should strictly adhere to the rules mentioned.</li></ul></li></ul></li><li>Notes:<ul><li>There are no Registration charges for Phase –1. The above-mentioned Registration fee is for selected candidates for Phase-2 only.</li><li>All the details, instructions and format of Executive Summary, B-Plan will be e-mailed to the registered candidates.</li><li>Results of Phase-1 will be declared before 05/02/2019 midnight. Candidates will be notified by an e-mail, you can also check it on our Facebook page.</li><li>Little weightage (15%) of Phase-1 will also be considered in final Evaluation.</li><li>The above-mentioned rules and schedules are less likely to be changed or get delayed. However, special-circumstances may be considered with the permissions of Event-Head only.</li></ul></li>",
	   "description":"If you have a unique idea that carves you out as a successful entrepreneur, then we welcome you to the most appreciated event of Infotsav. It provides your idea, a platform and eventually a spark just sufficient to ignite you. Pinnacle is the flagship event of Infotsav’19 which is attracting students from the best B-schools and Engineering colleges all over the country.",
	   "eventHead":"<li>Prashant Kumar Tiwari  &nbsp; &nbsp; kumartiwariprashant@gmail.com &nbsp; &nbsp; +91 9451476957</li>",
	   "organizers":"<li>Saket Saumya</li><li>Sandarbh Yadav</li>",
	   "prizes":"Worth ₹25k",
	   "maxMembers": 3,
   		"eid": 21
	  },

	  "2":{"EventName":"Corporate Crisis",
	   "rules":"<li>Participation - A team of 2 to 3 members can participate in this event.</li><li>Event will be divided into three rounds<ul><li>Round 1: A list of designation in company will be given to the team and they will have to decide what position every individual have to play in team. For example: A team of 2/3 participants will be given a list of designations in a company (CEO, manager etc.) from which they can choose. Each member will select a unique position for him/her. Each individual will be given a problem/crisis statement which may occur in a company and he/she has to answer accordingly. <ul><li>Time of 1 min will be given to team to discuss the points and maximum of 1.5 min will be given to each individual to present his/her points. </li><li>Points of each individual will be added to team points.</li></ul></li><li>Round 2: Team as a whole will be given a situation of crisis. <ul><li>Time of 60 sec will be given to team to discuss the points and maximum of 2 min will be given to each team to present their points. </li></ul></li><li>Round 3: The top 2 teams will compete against each other in face-off. In 1st half of this round, a problem statement will be given to both the teams. One team will present the solution of the crisis and the other team will counter their points and vice-versa in second half (another problem statement).<ul><li>Each half will be of 3 min.</li></ul></li></ul></li><li>Types of crisis that will be covered in problem statements – Technical, Employee misconduct, Product recalls/defect, Conflict with interest, Rumors , Management misconduct or work-place violence. </li>",
	   "description":"The participants would be given a real life crisis situation that they have to overcome. They need to show their managerial skill, team work and witty tactics that they will implementing in order to solve the crisis.",
	   "eventHead":"<li>Yatharth Saxena (9755862100)</li><li>Kriti Gupta (8989790370)</li>",
	   "organizers":"<li>Rucha Pallewar</li>",
	   "prizes":"Worth ₹15k",
	   "maxMembers": 3,
   		"eid": 22
	  },

	  "3":{"EventName":"IPL Auction",
	   "rules":"<li>Teams will consist of 3 members each. </li><li>Eight teams will qualify for the Main Round and will represent an IPL Franchise. </li><li>Each Team will be required to form a squad of 15-20 players.</li><li>The Squad must have at least 7 Batsmen, 5 Bowlers, 2 All-Rounders, and a Wicket-Keeper. </li><li>A squad cannot have more than 7 foreign players. </li><li>Every Franchise will have equal budget and will get a list of players with their ratings in advance. </li><li>The Team that represents the Squad with highest cumulative rating wins.</li>",
	   "description":"This event is a live simulation of the IPL Auctions and gauges Contestants’ analytical and managerial skills in real time.The Event will consist of two rounds. The Preliminary round will be a multiple-choice based quiz to select 8 teams for the Main Round which would feature a live auction.",
	   "eventHead":"<li>Ashish Chandel (8445073950)</li><li>Rishabh Patel (8765129035)</li>",
	   "organizers":"<li>Nishant Tomar</li><li>Akashdeep </li><li>Sajal</li><li>Vaibhav Krishan</li><li>Kumar Shashwat</li>",
	   "prizes":"Worth ₹10k",
	   "maxMembers": 3,
   		"eid": 23
	  },

	  "4":{"EventName":"Brandsome",
	   "rules":"<li>Each Team may consist of a maximum of 4 participants. And all the members should be of same institute/organization.</li><li>For teams qualifying to Chapter 2, registration fee is ₹100 per team.</li><li>Registration fee shall be paid before the given deadline. Or else they might get disqualified.</li><li>Shortlisted teams will be provided some offbeat rules on the spot.</li><li>Idea of product/brand should be unique i.e. plagiarism is not entertained.Idea Submission and all other documents/queries to be mailed to - brandsome@infotsav.in</li><li>Teams must mention their team name in the subject of the E-mail.</li><li>Equipment or props required for the act is to be arranged by the participants.</li><li>Participants would be awarded points solely on the basis of their creativity, time management and marketing skills. Any kind of unfair means will lead to disqualification.</li><li>Vulgarity, indiscipline or offensive language shall lead the team to disqualification.</li><li>During ambiguous situations/conflicts decision of the judges or the organizers would be final and would be binding to all the participants/teams.</li><li>Any of the Terms and Conditions can be modified or deleted by the organizers anytime (applying to all the teams).</li><li>All the teams are required to strictly follow and adhere to the above mentioned rules and regulations.</li>",
	   "description":"Are you the kind of person who expects an ad to be more innovative? Are you the person brimming with marketing ideas and waiting for your luck to showcast it? BRANDSOME is an event to test your convincing capabilities in selling a really wacky or non-existing product. In this event the participants are required to come up with an offbeat product that can prove to be a benchmark in making the lives of people easier. Participants also have to show their convincing skills, while trying to promote their product as an influential brand. You can now zap everyone's mind with your imagination and creativity. So, come up with all your bizarre product brands and extraordinary convincing skills.",
	   "eventHead":"<li>Gajpal Singh Gond - +919174062987</li><li>Divya Lakhwani</li>",
	   "organizers":"<li>Nishidha Sri</li><li>Abhishek Kumar Singh</li>",
	   "prizes":"Worth ₹15k",
	   "maxMembers": 4,
   		"eid": 24
	  },

	  "5":{"EventName":"Sameeksha",
	   "rules":"<li>The competition is open to School students, undergraduates, postgraduates and research scholars.</li><li>Maximum number of participants in a Team is 2 (persons from different institution are allowed but multiple entries will not be entertained).</li><li>The presentation should be based on one of the suggestive topics. Other topics within the domain are also acceptable.</li><li>Abstract should not exceed 1 page and Paper should not exceed 15 pages of maximum word limit 1000-3000 containing all figures and tables within and a separate title page with authors name and identification.</li><li>The oral presentation must be of maximum 12 minutes, inclusive of 2 minutes for questions.</li><li>Bring your college I-Card, 2 hardcopies of the submitted paper and PowerPoint presentation (on a CD and pen-drive) on event day.</li><li>Soft-copies of the submitted paper and PowerPoint presentations must be in the .docx format.</li><li>Please Mail your abstract, paper and PowerPoint presentation to sameeksha@infotsav.in with the following contents:<ol><li>Title- theme of the paper</li><li>Name of both the authors (with Institutes name)</li><li>Contact no. of both the authors</li><li>E- Mail ID </li></ol></li><li>Last day to submit soft copy of your report (via e-mail) will be seven days prior to the day of presentation. The soft copy is evaluated and used to shortlist, of which you will be notified.</li><li>The abstract mail should contain abstract, references, your e-mail id and mobile number.</li><li>The decision of judges will be final and no arguments or appeal will be entertained.</li><li>The submitted papers shall become the property of Sameeksha.</li>",
	   "description":"The Annual Paper Presentation Conference is intended to encourage students to prepare and present meaningful papers and presentations on subjects relating to various domains (Technical & Non-Technical).Researching, writing, and presenting a paper provides a student with invaluable early experience in expressing ideas related to its research area.",
	   "eventHead":"<li>Apurva Srivastava - 9414703738</li><li>Riya Khandelwal - 9410873749</li>",
	   "organizers":"<li>Ujjwal Sharma</li><li>Varun </li><li>Sanchit Bansal</li>",
	   "prizes":"Worth ₹15k",
	   "maxMembers": 2,
   		"eid": 25
	  }
	},

	"gamiacs":{
	  "0":{"EventName":"FIFA",
	   "rules":"<li>Allowed Equipment ( to be arranged by participants)<ul><li>Laptop</li><li>Cooling pad</li><li>Mouse </li><li>Mouse pad</li><li>Mouse bungee</li><li>Keyboard </li><li>Headphones/Earphones</li><li>Controller/Gamepad.</li></ul></li><li>A laptop will be provided by default.</li><li>Matches<ul><li>All Matches played are solo.There are no team matches.</li></ul></li><li>Version<ul><li>All matches are played in FIFA 2018 version only.</li></ul></li><li>General Rules<ul><li>Teams Allowed<ul><li>The matches will be played between international teams only.Allowed teams are as follows:<ul><li>ARGENTINA</li><li>BELGIUM</li><li>BRAZIL</li><li>FRANCE</li><li>GERMANY</li><li>ITAlY</li><li>PORTUGAL</li><li>SPAIN</li></ul></li><li>Participants must select any one team from the above.</li></ul></li><li>TIE BREAKER : In case of a tie,only Penalty shootout shall decide the winner of the game.Choice of the participants is not entertained</li><li>Game crash : In case if the game hangs or stops in the middle then the match will be restarted.</li></ul></li>",
	   "description":"Are you a FIFA Conqueror? We challenge you to prove your skills",
	   "eventHead":"<li>Abhinav Boruah (9413605460)</li><li>Sugata Roy (9046998933)</li><li>Mukund Upadhyaya (8717885101)</li>",
	   "organizers":"<li>Aditya Singh</li><li>Saksham Tewari.</li><li>Siddharth Verma</li><li>Vinay Kumar</li>",
	   "prizes":"Worth ₹10k",
	   "maxMembers": 1,
   		"eid": 26
	  },

	  "1":{"EventName":"Counter Strike Global Offensive",
	   "rules":"<li>Allowed Equipment ( to be arranged by participants)<ul><li>Laptop</li><li>Cooling pad</li><li>Mouse </li><li>Mouse pad</li><li>Mouse bungee</li><li>Keyboard </li><li>Headphones/Earphones</li></ul></li><li>A laptop will be provided by default.</li><li>General Rules<ul><li>Map pool<ul><li>The map pool will always be the Active Duty map pool and therefore might be updated before each tournament:<ul><li>de_dust2</li><li>de_nuke</li><li>de_cache</li><li>de_train</li><li>de_mirage</li><li>de_cobblestone</li><li>de_overpass</li></ul></li></ul></li><li>Server settings<ul><li>The following game settings will be used:<ul><li>mp_startmoney 800</li><li>mp_roundtime 1.75</li><li>mp_freezetime 15</li><li>mp_maxrounds 30</li><li>mp_c4timer 35</li><li>sv_pausable 1</li></ul></li></ul></li><li>Server crash<ul><li>If the server crashes before three rounds have been completed (in a half), the server must be restarted and the half’s score will be reset to 0-0.</li><li>If the server crashes after the third round has been completed, the half must be restarted with start money 2000 and the score will be counted from the last completed round. The start money is set to 2000 and the team that lost the last round kills itself using “kill” in the console. This round does not count. The half continues with the following round. The start money has to be set to 800 again.</li></ul></li><li>Choice of side<ul><li>A knife round will be played to determine the side. This is forced by the server. The winner of this knife round will choose the side by typing .stay or . switch in the chat.</li></ul></li><li>Illegal scripts<ul><li>In general, all scripts are illegal except for buy, toggle and demo scripts. Here are some examples for illegal scripts:<ul><li>Stop shoot scripts (Use or AWP scripts)</li><li>Center view scripts</li><li>Turn scripts (180° or similar)</li><li>No recoil scripts</li><li>Burst fire scripts</li><li>Rate changers (Lag scripts)</li><li>FPS scripts</li><li>Anti-flash scripts or binding (snd_* bindings)</li><li>Bunny hop scripts</li><li>Stop sound scripts</li></ul></li></ul></li></ul></li>",
	   "description":"",
	   "eventHead":"<li>Abhinav Boruah (9413605460)</li><li>Sugata Roy (9046998933)</li><li>Mukund Upadhyaya (8717885101)</li>",
	   "organizers":"<li>Aditya Singh</li><li>Saksham Tewari.</li><li>Siddharth Verma</li><li>Vinay Kumar</li>",
	   "prizes":"Worth ₹15k",
	   "maxMembers": 5,
   		"eid": 27
	  },

	  "2":{"EventName":"Player Unknown's Battle Ground",
	   "rules":"<li>Only Duo and Squad games (TPP) will be played in the Tournament.</li><li>The Participant should provide their username and only those players will be allowed to play in the Room.</li><li>The Maps will be randomly selected by admins.</li><li>The intentional exploitation of any bugs, glitches, or errors in the game is strictly forbidden and will result in disqualification of the squad.</li><li>All players must install the newest version of the game in order to participate in Pubg Tournament.</li><li>Squads are responsible for their own technical issues (hardware/internet).</li><li>Matches will not be rescheduled because of technical issues and matches will be played nevertheless.</li><li>All participants must adhere to the decisions and rules of the tournament organizers, admins. Their Decision will be the Final Verdict.</li>",
	   "description":"",
	   "eventHead":"<li>Abhinav Boruah (9413605460)</li><li>Sugata Roy (9046998933)</li><li>Mukund Upadhyaya (8717885101)</li>",
	   "organizers":"<li>Aditya Singh</li><li>Saksham Tewari.</li><li>Siddharth Verma</li><li>Vinay Kumar</li>",
	   "prizes":"Worth ₹10k",
	   "maxMembers": 4,
   		"eid": 28
	  }
	},
	
	"robotics":{
	  "0":{"EventName":"Blazing Wheel",
	   "rules":"<li>Bot Specifications<ul><li>Only wheels are allowed for locomotion, conveyor belts may be used.</li><li>The weight of the bot should not be more than 5 kg (excluding power source).</li><li>The bot should fit in a box of dimensions 30 x 25 x 20 cm.</li><li>At all times, bot’s behaviour should be non-offensive, non-destructive and non-harmful to humans and track.</li><li>Bots are not allowed to fly.</li><li>Internal combustion engine cannot be used.</li><li>The bot must not emit smoke or fire, leak, stain or soil, spray, throw or use projectiles.</li><li>Onboard power supply should be present and it should not exceed 15V between any two points.</li></ul></li><li>Track Specifications<ul><li>The track will be 35-40 cm wide.</li><li>The track will have many zones and checkpoints.</li></ul></li><li>General Rules<ul><li>The track will contain certain number of checkpoints. If the bot goes out of the track, then it has to start at the previous checkpoint. You can bring the bot back on track a maximum of 3 times.</li><li>There will be certain number of hurdles and obstacles. Each hurdle will be assigned some specific points and will have to be completed in a stipulated time period.</li><li>Point description will be disclosed on the spot before commencement of the event.</li><li>Wires should not be used for lifting up or moving the bot.</li><li>Points will be calculated within the time limit and a free time of 3 minutes will be provided only once if any technical problem occurs.</li><li>Teams can have a maximum of 4 participants.</li><li>The organisers reserve the right to change any or all of the rules as they desire. Any change in the rules will be informed through our website or Facebook page.</li><li>Any team found flouting the rules would be automatically disqualified.</li></ul></li>",
	   "description":"The ever-so-exciting Robo Race.<br><br><b>Task</b><br><li>Design and construct a remote-controlled (wired/wireless) robot capable of not only running fast but also fighting hurdles on the track in the least time.</li>",
	   "eventHead":"<li>Raahat Gupta (9818815331)</li><li>Sahil Shelangia (9174275003)</li><li>Abhishek Verma (8765251505)</li><li>Khushal Bisani (9303936009)</li><li>Shivam Rathore (9667181136)</li><li>Priyansh Saxena (9808810251)</li><li>Anjali Jain (9413605460)</li>",
	   "organizers":"<li>Shubham Bhawsar</li><li>Arpit Sharma</li><li>Prashant Rawat</li><li>Prashant Kushwah</li><li>Abhishek Chaurasia</li><li>Smita Gupta</li><li>Queen Saikia</li>",
	   "prizes":"Worth ₹15k",
	   "maxMembers": 4,
   		"eid": 29
	  },

	  "1":{"EventName":"Mini Robo War",
	   "rules":"<li>Miniwars<ul><li>Bot Dimensions and Fabrication <ul><li>The initial dimension of the robot should not exceed 30cm x 30cm x 30cm. However there is no limitation on robot dimension once the match starts.</li><li>Any machine component should not be detached (intentionally) during any point of the war.</li><li>The weight of the machine should not exceed 30 kg and should not be less than 5 kg (excluding remote control and remote control wires).</li><li>In case of a wireless robot, weight will be counted as (0.8 x actual weight).</li><li>Readymade gearboxes, parts, chassis, control circuits and remote controls can be used.</li></ul></li><li>Battery and Power <ul><li>The machine can be powered electrically only. Use of an IC engine in any form is not allowed. Batteries must be sealed, immobilized-electrolyte types (such as gel cells, lithium, NiCad, NiMH, or dry cells).  </li><li>The electrical voltage at any point of time in the machine should not exceed 24 V DC/AC. </li><li> 230V (AC) power will be provided (wired bots).  </li><li>In case of wireless robots, the batteries should be placed on the robot.</li><li>In case of wired robots, teams can use external batteries.</li><li>All efforts must be made to protect battery terminals from a direct short and causing a battery fire. Failure to do so will lead to disqualification.  </li></ul></li></ul></li><li>Robot Control<ul><li>In case of wired bots, the minimum length of the wires should be 10 meters. The wires should remain slack at any instant during the fight. </li><li>All the wires coming out of the machine should be stacked as a single unit. </li><li>The wires should be projected 1000 mm above the ground to avoid entanglement.</li><li>In case of wireless system, it should have a minimum four frequency remote control circuit or two dual control circuits or a transmitter-receiver paired module so that frequency interferences with the opposing team can be avoided </li><li>In case of any interference in the wireless systems, they will not be considered for rematch or in the results.</li><li>Remote controls that are readily available in the market may also be used.</li></ul></li><li>Pneumatics and Hydraulics<ul><li>Participants can use pneumatic and hydraulic weapon systems but use of external pressure/ liquid cylinders are not allowed. Cylinders should be placed on the robots.</li><li>The outlet pressure of the source/tank should not exceed 8 bars.</li><li>Robots can use pressurised, non-inflammable gases/liquid to initialise their pneumatic mechanisms.</li><li>The used pressure should be indicated by means of a temporarily fitted pressure gauge or there should be a provision to measure the cylinder pressure on the robot.</li><li>You must have a safe way of refilling the system and determining the on board pressure.</li><li>All pneumatic components on board a robot must be securely mounted. Particular attention must be paid to the pressure vessel mounting and armor to ensure that if ruptured it will not escape the robot.</li><li>The terms pressure vessel, bottle, and source tank' are used interchangeably.</li></ul></li><li>Weapon Systems<ul><li>Robots can have any kind of cutters, flippers, saws, hammers, lifting devices etc. as weapons, with the following exceptions:<ul><li>Liquid projectiles</li><li>Acid based Weapons</li><li>EMP generators</li><li>Any kind of flammable liquid</li><li>Flame-producing weapons</li><li>Explosives, water</li><li>Nets, glue or any other entanglement devices</li><li>High power magnets or electromagnets</li></ul></li></ul></li><li>General Rules<ul><li>Teams can have a maximum of 4 participants.</li><li>During the match only one team-member will participate in competition (active member). He will be controlling the robot.</li><li>Setup time: 60 seconds. In case a team does not report to the weight and measurement counter before their setup time starts, then the opponents will be declared the winners of that round.</li><li>The bot will be inspected for safety before the event begins. It will be discarded from competition, if found unsafe, for the participants or spectators.</li><li>The bot cannot be split into two sub-units. Two distinct parts connected by a flexible cable will be considered separate units.</li><li>Damaging the arena will lead to immediate disqualification.</li><li>Lego kits, readymade kits, car bases and development boards are not permitted. Readymade gearboxes are permitted.</li><li>Teams that are not ready when called for battle will be considered to have declared a walkover, and will receive no points.</li><li>The organizers have the right to change any or all of the rules as they deem fit. Changes in rules, if any, will be highlighted on the website or Facebook page.</li><li>Violation of any of the rules will result in immediate disqualification.</li><li>In all cases, the judges' decision will be final and binding.</li></ul></li>",
	   "description":"The ultimate battle of the most powerful robot.<br><br><b>Task</b><br><li>Two bots will fight against each other in the arena. Their aim will be to overpower opponents and throw them out of the arena, or drop them into the pit made in the arena. It will have fixed time duration.</li>",
	   "eventHead":"<li>Raahat Gupta (9818815331)</li><li>Sahil Shelangia (9174275003)</li><li>Abhishek Verma (8765251505)</li><li>Khushal Bisani (9303936009)</li><li>Shivam Rathore (9667181136)</li><li>Priyansh Saxena (9808810251)</li><li>Anjali Jain (9413605460)</li>",
	   "organizers":"<li>Shubham Bhawsar</li><li>Arpit Sharma</li><li>Prashant Rawat</li><li>Prashant Kushwah</li><li>Abhishek Chaurasia</li><li>Smita Gupta</li><li>Queen Saikia</li>",
	   "prizes":"Worth ₹12k",
	   "maxMembers": 4,
   		"eid": 30
	  },

	  "2":{"EventName":"Mega Robo War",
	   "rules":"<li>Megawars<ul><li>Bot Dimensions and Fabrications<ul><li>The initial dimension of the robot should not exceed 60 x 60 x 40 cm. However there is no limitation on robot dimension once the match starts.</li><li>Any machine component should not be detached (intentionally) during any point of the war.</li><li>The weight of the machine should not exceed 55 kg .</li><li>In case of a wireless robot, weight will be counted as (0.8 x actual weight).</li><li>Readymade gearboxes, parts, chassis, control circuits and remote controls can be used.</li></ul></li><li>Battery and Power<ul><li>The machine can be powered electrically only. Use of an IC engine in any form is not allowed. </li><li>Batteries must be sealed, immobilized-electrolyte types (such as gel cells, lithium, NiCad, NiMH, or dry cells).</li><li>The electrical voltage at any point of time in the machine should not exceed 40 V DC/AC.</li><li>230 V (AC) power will be provided (wired bots).</li><li>In case of wireless robots, the batteries should be placed on the robot.</li><li>In case of wired robots, teams can use external batteries.</li><li>All efforts must be made to protect battery terminals from a direct short and causing a battery fire. Failure to do so will lead to disqualification.</li></ul></li></ul></li><li>Robot Control<ul><li>In case of wired bots, the minimum length of the wires should be 10 meters. The wires should remain slack at any instant during the fight. </li><li>All the wires coming out of the machine should be stacked as a single unit. </li><li>The wires should be projected 1000 mm above the ground to avoid entanglement.</li><li>In case of wireless system, it should have a minimum four frequency remote control circuit or two dual control circuits or a transmitter-receiver paired module so that frequency interferences with the opposing team can be avoided </li><li>In case of any interference in the wireless systems, they will not be considered for rematch or in the results.</li><li>Remote controls that are readily available in the market may also be used.</li></ul></li><li>Pneumatics and Hydraulics<ul><li>Participants can use pneumatic and hydraulic weapon systems but use of external pressure/ liquid cylinders are not allowed. Cylinders should be placed on the robots.</li><li>The outlet pressure of the source/tank should not exceed 8 bars.</li><li>Robots can use pressurised, non-inflammable gases/liquid to initialise their pneumatic mechanisms.</li><li>The used pressure should be indicated by means of a temporarily fitted pressure gauge or there should be a provision to measure the cylinder pressure on the robot.</li><li>You must have a safe way of refilling the system and determining the on board pressure.</li><li>All pneumatic components on board a robot must be securely mounted. Particular attention must be paid to the pressure vessel mounting and armor to ensure that if ruptured it will not escape the robot.</li><li>The terms pressure vessel, bottle, and source tank' are used interchangeably.</li></ul></li><li>Weapon Systems<ul><li>Robots can have any kind of cutters, flippers, saws, hammers, lifting devices etc. as weapons, with the following exceptions:<ul><li>Liquid projectiles</li><li>Acid based Weapons</li><li>EMP generators</li><li>Any kind of flammable liquid</li><li>Flame-producing weapons</li><li>Explosives, water</li><li>Nets, glue or any other entanglement devices</li><li>High power magnets or electromagnets</li></ul></li></ul></li><li>General Rules<ul><li>Teams can have a maximum of 4 participants.</li><li>During the match only one team-member will participate in competition (active member). He will be controlling the robot.</li><li>Setup time: 60 seconds. In case a team does not report to the weight and measurement counter before their setup time starts, then the opponents will be declared the winners of that round.</li><li>The bot will be inspected for safety before the event begins. It will be discarded from competition, if found unsafe, for the participants or spectators.</li><li>The bot cannot be split into two sub-units. Two distinct parts connected by a flexible cable will be considered separate units.</li><li>Damaging the arena will lead to immediate disqualification.</li><li>Lego kits, readymade kits, car bases and development boards are not permitted. Readymade gearboxes are permitted.</li><li>Teams that are not ready when called for battle will be considered to have declared a walkover, and will receive no points.</li><li>The organizers have the right to change any or all of the rules as they deem fit. Changes in rules, if any, will be highlighted on the website or Facebook page.</li><li>Violation of any of the rules will result in immediate disqualification.</li><li>In all cases, the judges' decision will be final and binding.</li></ul></li>",
	   "description":"The ultimate battle of the most powerful robot.<br><br><b>Task</b><br><li>Two bots will fight against each other in the arena. Their aim will be to overpower opponents and throw them out of the arena, or drop them into the pit made in the arena. It will have fixed time duration.</li>",
	   "eventHead":"<li>Raahat Gupta (9818815331)</li><li>Sahil Shelangia (9174275003)</li><li>Abhishek Verma (8765251505)</li><li>Khushal Bisani (9303936009)</li><li>Shivam Rathore (9667181136)</li><li>Priyansh Saxena (9808810251)</li><li>Anjali Jain (9413605460)</li>",
	   "organizers":"<li>Shubham Bhawsar</li><li>Arpit Sharma</li><li>Prashant Rawat</li><li>Prashant Kushwah</li><li>Abhishek Chaurasia</li><li>Smita Gupta</li><li>Queen Saikia</li>",
	   "prizes":"Worth ₹18k",
	   "maxMembers": 4,
   		"eid": 31
	  },

	  "3":{"EventName":"Drone Shot",
	   "rules":"<li>Drone Specifications<ul><li>The size of drone should be 70 x 70 x 70 cm or less.</li><li>The drone should be self-made. Usage of Ready-to-Fly (RTF) and Almost-Ready-to-Fly (ARTF) kits is prohibited.</li><li>The drone should be powered/propelled by a non-hydrocarbon engine.</li></ul></li><li>Drone Controlling<ul><li>The drone must be controlled by a wireless remote control.</li><li>The vehicle must have two remote controllers of different frequencies or an alternate frequency remote control circuit which can be switched to either frequency before the start of the competition. This is done to avoid frequency interference between the two competing vehicles.</li><li>The drone should only be operated by one team member throughout the event. He/she must have basic flying skills required for flying and take-off/landing of the drone.</li><li>Flying the drone outside of the designated area (into the no-flying zone) is prohibited.</li><li>It is the sole responsibility of the controller to fly the drone safely. Any damages due to crashes, malfunctioning, etc. are to be solely borne by him/her.</li></ul></li><li>General Rules<ul><li>Teams can have a maximum of 4 participants.</li><li>The participants must present that they have basic flying skills before the start of the competition.</li><li>There are points for each obstacle based on complexity. The final score will be based on points as well as time taken.</li><li>An additional bonus round may also be conducted. However, the assurance of this round will be given on the competition day itself. </li></ul></li><li>Bonus Round<ul><li>Participants must mount a camera on the drone and record a video of the whole arena for atleast 1 minute.</li><li>The video should be automatically saved on on-board memory and should be viewable on any computer after retrieving the drone.</li><li>The scoring is based on the following parameters - stabilization of video, video resolution, recorded time, etc. </li></ul></li>",
	   "description":"Create a powerful machine capable of capturing new heights.<br><br><b>Task</b><br><li>Fly a self-made drone through an obstacle filled course. Obstacles may include rings, tubes, sharp maneuvers, rapid vertical movements, moving obstacles, fans, etc. The exact details about the course will be given on competition day only.</li>",
	   "eventHead":"<li>Raahat Gupta (9818815331)</li><li>Sahil Shelangia (9174275003)</li><li>Abhishek Verma (8765251505)</li><li>Khushal Bisani (9303936009)</li><li>Shivam Rathore (9667181136)</li><li>Priyansh Saxena (9808810251)</li><li>Anjali Jain (9413605460)</li>",
	   "organizers":"<li>Shubham Bhawsar</li><li>Arpit Sharma</li><li>Prashant Rawat</li><li>Prashant Kushwah</li><li>Abhishek Chaurasia</li><li>Smita Gupta</li><li>Queen Saikia</li>",
	   "prizes":"Worth ₹10k",
	   "maxMembers": 4,
   		"eid": 32
	  },

	  "4":{"EventName":"Course Chaser",
	   "rules":"<li>Bot Specifications<ul><li>Bot should not be greater than defined dimensions, i.e. 25 x 25 x 25 cm (l x b x h).</li><li>The robot has to be completely autonomous. Once a robot has crossed the starting line it must remain fully autonomous, or it will be disqualified.</li><li>Bot should be powered using batteries only. No direct power supply is allowed. The maximum allowed voltage to power the bot is 12V.</li><li>The net weight should not exceed 3 kg.</li></ul></li><li>Course Specifications<ul><li>The line following course shall traverse a white rectangle. The line shall be black, 30 mm wide. </li><li>There shall be a starting area at the beginning of the course and an exit area at the end. The line course starts inside the starting area and ends inside the exit area. The start and end points of the line course shall be clearly marked via a transverse line.</li><li>Sharp angles may occur, but will not be smaller than 90° and the tracks may also be composed of some curves and broken lines, hurdles, obstacle (motile or non-motile both).</li></ul></li><li>General Rules<ul><li>The maximum time to complete the course is 20 minutes. In case the bot is not able to finish the maze, partial score will be given.</li><li>Each team will be given only one chance. In case you are unable to complete the task, a partial score will be provided to you based on your position and distance from finish.</li><li>Once a robot has crossed the starting line it must remain fully autonomous, or it will be disqualified.</li><li>Any robot that loses the line course must reacquire the line at the previous checkpoint where it was lost, or at any earlier (e.g. already traversed checkpoint).</li><li>Bot must not lose any parts in the arena or collide with any other bot during the competitions, this will lead to disqualification.</li><li>Changing batteries is not allowed during the event.</li><li>The team members are not allowed to touch the bot.</li><li>Arena dimensions 10 ft x 10 ft.</li><li>Teams can have a maximum of 4 participants.</li></ul></li>",
	   "description":"The classic Line Follower.<br><br><b>Task</b><br><li>Make a black line following robot. The time taken by the bot to traverse through the course will be one of the concrete criteria for determining the winner. The lesser the time taken the better the points gained by the bot. If nobody finish the run, the farthest one run on tracks with maximum points will win.</li>",
	   "eventHead":"<li>Raahat Gupta (9818815331)</li><li>Sahil Shelangia (9174275003)</li><li>Abhishek Verma (8765251505)</li><li>Khushal Bisani (9303936009)</li><li>Shivam Rathore (9667181136)</li><li>Priyansh Saxena (9808810251)</li><li>Anjali Jain (9413605460)</li>",
	   "organizers":"<li>Shubham Bhawsar</li><li>Arpit Sharma</li><li>Prashant Rawat</li><li>Prashant Kushwah</li><li>Abhishek Chaurasia</li><li>Smita Gupta</li><li>Queen Saikia</li>",
	   "prizes":"Worth ₹10k",
	   "maxMembers": 4,
   		"eid": 33
	  },

	  "5":{"EventName":"Robo Soccer",
	   "rules":"<li>Bot Specifications<ul><li>Both Wired and RC wireless bots are allowed.</li><li>Maximum bot size: 30 x 25 x 20 cm.</li><li>The weight limit of the robot for this competition is 5 kg.</li><li>The kicking mechanism of the robot should not damage the arena.</li><li>The design to stretch a robot's body or its parts may be allowed after a match has started, but it must remain a single centralised robot.</li><li>Grabbing the ball is not allowed. The bots should not have any kind of grabbing mechanisms.</li><li>The bots can have on board as well as off board power supply. (The organising committee will not provide power supply or any other battery sources.)</li><li>The maximum potential difference between any two points on the bot should not exceed 15 volts.</li></ul></li><li>General Rules<ul><li>Bots are not supposed to carry/hold the ball.</li><li>Ready-made LEGO kits are not allowed.</li><li>No last minute repairs will be allowed in the arena. However, each team can tak a time-out of 1 minute once during a match.</li><li>Bots would be checked for their safety before the match and may be discarded if found unsafe for other team or spectators.</li><li>Teams can have a maximum of 4 participants.</li></ul></li><li>Fouls<ul><li>Any kind of intentional damage caused to opponent team’s bot will be considered as foul. </li><li>Intentional grabbing of the ball so as to make it impossible for other team to get the control of the ball will also be considered as foul.</li><li>A free kick will be given to other team in case of fouls during which bots of the team committing the foul will be freezed for 30 seconds and ball will be given to the other team.</li><li>If a foul is committed inside the D-area, penalty will be given.</li><li>Decision of the referee will be final and binding.</li></ul></li><li>Disqualification<ul><li>During the game, the team members should not touch the machine or the arena. Failure to do so will lead to disqualification.</li><li>Team committing repeated fouls will attract disqualification.</li><li>The bot will be liable for disqualification if it causes any kind of damage to the arena.</li><li>Bots should not destroy the opponent bots. Otherwise, it will lead to disqualification.</li><li>Any kind of assistance through edges for locomotion will lead to a disqualification.</li><li>The teams must get ready 5 minutes before the start of the match. If a team is not ready within the stipulated time, then this will lead to disqualification.</li></ul></li>",
	   "description":"The traditional game of soccer played through the hands (or feet) of robots.<br><br><b>Task</b><br><li>To build a manually-controlled robot capable of playing soccer on an arena specially designed for robotic soccer match. The robot would compete against others in 1 vs 1, or 2 vs 2 matches.</li>",
	   "eventHead":"<li>Raahat Gupta (9818815331)</li><li>Sahil Shelangia (9174275003)</li><li>Abhishek Verma (8765251505)</li><li>Khushal Bisani (9303936009)</li><li>Shivam Rathore (9667181136)</li><li>Priyansh Saxena (9808810251)</li><li>Anjali Jain (9413605460)</li>",
	   "organizers":"<li>Shubham Bhawsar</li><li>Arpit Sharma</li><li>Prashant Rawat</li><li>Prashant Kushwah</li><li>Abhishek Chaurasia</li><li>Smita Gupta</li><li>Queen Saikia</li>",
	   "prizes":"Worth ₹15k",
	   "maxMembers": 4,
   		"eid": 34
	  }
	}
}